jmeter/jmeter_scripts/scenario_1_r1/iteration_2_threads_1500_rampup_20/graphs/aggregatingReport.csv
Label,# Samples,Average,Median,90% Line,95% Line,99% Line,Min,Max,Error %,Throughput,Received KB/sec,Std. Dev.
Consultar Videos,1500,432,237,1022,1982,2620,161,3792,0.00%,71.3,64.0,544.18
Consultar Videos-0,1500,90,81,127,143,183,63,985,0.00%,77.7,23.4,45.36
Consultar Videos-1,1500,341,149,885,1887,2463,94,3708,0.00%,71.8,42.8,534.10
TOTAL,4500,288,155,442,1400,2438,63,3792,0.00%,213.9,127.9,464.16