jmeter/jmeter_scripts/scenario_1_r5/iteration_4_threads_1500_rampup_10/graphs/aggregatingReport.csv
Label,# Samples,Average,Median,90% Line,95% Line,99% Line,Min,Max,Error %,Throughput,Received KB/sec,Std. Dev.
Consultar Videos,1500,10454,9409,18708,19370,20102,208,21010,36.20%,67.1,96.8,5716.49
Consultar Videos-0,1500,622,153,2339,2449,2704,64,5677,0.00%,67.8,20.4,885.68
Consultar Videos-1,1500,9617,8668,18556,19221,19852,125,20777,36.20%,67.6,77.3,5593.21
TOTAL,4500,6898,6863,17735,18976,19869,64,21010,24.13%,201.2,193.6,6433.75